{
  "cub-ide-0": {
    "title": "Circles",
    "type": "Identity",
    "short_brief": "Circles is a social community that formed on mobile application to host mini events between a small party that aims to connect people in the real life by meeting themselves and get offers, vouchers, and exchangable reward points.",
    "id": "cub-ide-0",
    "content": [
      {
        "cover": null,
        "title": "Objective",
        "paragraph": "Circles is a social community that formed on mobile application to host mini events between a small party that aims to connect people in the real life by meeting themselves and get offers, vouchers, and exchangable reward points."
      },
      {
        "cover": null,
        "title": "Creative Brief",
        "paragraph": "As we see people have left valuable life to be fully integrated in virtual life, We use the virtual life to create a real social one. So we give our people all the abilities to create or attend circles that depend on their interests and desires. Circles core is to give the simplest design with the least functions so that users spend as less time as it possible. Circles targets the the people from the age 21 - 45 as it targets the people with the desire to create a real social life and have the mentality to host, attend informal meetings with other people the only link between them is the interests."
      },
      {
        "cover": "0.png",
        "title": "Logo",
        "paragraph": "Logo is structured as a couple cups that is rounded around each others refers to a circle of people setting around a table."
      },
      {
        "cover": null,
        "title": "\"We use the virtual life to create a real social one.\"",
        "paragraph": "The structure of the slogan build on the same structure of Thanos famous sentence from Avengers EndGame: \n     I used the stones to destroy the stones\".\nAs of that we use the virtual life to destroy the existence of it by creating a real social life."
      },
      {
        "cover": null,
        "title": "Selling Point",
        "paragraph": "Circles is a profitable platform as the two profit stream in it depends on \n1- A subscriptions collected from Cafes, Restaurants, Cinemas, As the owners of places have been mentioned can create a circle in their place with custom offers.\n2- An ads can be created from the places’ owners to make their place’s circle appear more to people."
      },
      {
        "cover": "1.png",
        "title": "Color Pallette",
        "paragraph": "    "
      },
      {
        "cover": "2.png",
        "title": "First Look",
        "paragraph": "    "
      }
    ]
  },
  "cub-cs-0": {
    "title": "StoriesClub",
    "type": "Case Study",
    "short_brief": "One of the key challenges for the market is the rising prices of print and e-book titles, So, StoriesClub is trying to solve this problem by display ads in the website and spetrate the profit between the users and the platfrom itself.",
    "id": "cub-cs-0",
    "content": [
      {
        "cover": null,
        "title": "Objective",
        "paragraph": "One of the key challenges for the market is the rising prices of print and e-book titles, which is resulting in consumers seeking alternative options rather than buying first-hand copies. Moreover, the approval needed from the Ministry of Security for the purchase of printers, scanners, fax machines, and copiers acts as a major challenge for the market growth, So, StoriesClub is trying to solve this problem by display ads in the website and spetrate the profit between the users and the platfrom itself."
      },
      {
        "cover": null,
        "title": "Direct Competitors",
        "paragraph": "According to readsy.com: there is about to 17 online platforms that give its audience a profit for reading books. Some of the websites mentioned in the case there are a platforms specialized in paying for reviewing and there is online freelancing platforms which can be out of the study.\n\n  The websites mentioned in the previously mentioned research paying their customers for a fixed or variable amount not for reading but for fully academic reviews based on academic conditions and overriding any of them may make the user did not been rewarded.\n\n  Some of the Websites:\n        - Kirkus Media ( The most popular between Amazon readers community )\n        - Reedsy Discovery ( The site published the research )\n        - Women’s Review of Books ( The highest price for review )\n        - Upwork ( Freelancing Website )"
      },
      {
        "cover": null,
        "title": null,
        "paragraph": "There is no well-known Egyptian platform that pay for its users for anything  that have a relation to the literature community which can make the project have a  strong selling point to enter the readers community’s brains throughout.\n\n    The biggest challenge is according to the IDSC: 88% of the Egyptian families  are not interested in reading at all.\n\n    According to the same research the same families leaves the reading to be  more focused in the live priorities which have low income as the first, biggest and bold title.\n\n    According to the same research only 1.8 Millions have visited, searched for,  talked about the Cairo Book Fair out of 80 Millions.\n\n    Among young people surveyed, 60 percent said that they acquire books primarily through \"borrowing\" while 44 percent said they buy books, and only 27 percent said they keep savings specifically for book expenses"
      },
      {
        "cover": "3.png",
        "title": "Market Research",
        "paragraph": "1-The Market Size for the publishing language in the current decade analyzing and predictions.\n  One of the key challenges for the market is the rising prices of print and e-book titles, which is resulting in consumers seeking alternative options rather than buying first-hand copies. Moreover, the approval needed from the Ministry of Security for the purchase of printers, scanners, fax machines, and copiers acts as a major challenge for the market growth."
      },
      {
        "cover": "4.png",
        "title": "",
        "paragraph": "2-The Market Size for the Genre in the current decade analyzing and predictions.\n  Books in various languages are in demand in the country owing to the increasing number of expats. Some of the largest players in the region are Diwan, AUC Bookstores, Aboudi Bookstore, Roya Book Store, Adam Bookshop, Cherry Blossom Bookstore, BookBuz, Berkelouw Books, Neelwafurat, and Jamalon. Kids by large are offered the most revised forms to encourage reading books. For instance, in February 2021, The National Center for Child Culture issued the book ‘The Lazy Bee’, a collection of stories presenting important educational values for children."
      },
      {
        "cover": null,
        "title": "User Needs",
        "paragraph": "   \n   - Enjoys social aspect of reading such as sharing books, recommendations, and seeing what others are reading.\n    - Reads for enjoyment, escapism, or a break from technology .\n   - Easier to set small reading goals\n   - Motivated to read and achieve set goals when the book is good or they are held accountable (like participating in a book club)"
      },
      {
        "cover": null,
        "title": "Pain Points",
        "paragraph": "   \n   - Enjoys social aspect of reading such as sharing books, recommendations, and seeing what others are reading.\n    - Reads for enjoyment, escapism, or a break from technology .\n   - Easier to set small reading goals\n   - Motivated to read and achieve set goals when the book is good or they are held accountable (like participating in a book club)"
      }
    ]
  },
  "cub-smm-0": {
    "title": "StoriesClub",
    "type": "S.M.M.",
    "short_brief": "Without a strong Social Media Identity you've no chance in the market, So, we collaborate with StoriesClub in creating respectfull Identity for such a genius project.",
    "id": "cub-smm-0",
    "content": [
      {
        "cover": "5.png",
        "title": "Objective",
        "paragraph": "We collaborated with StoriesClub to create 5000x5000 social media designs and share it on Facebook, and Instagram. As of that, we also managed all the accounts of the platform, and we created Ads-Studies to create a planned Sponsorships to distribute the platform in the initilization steps."
      }
    ]
  },
  "cub-ma-0": {
    "title": "Quotmia",
    "type": "Mobile App",
    "short_brief": "Having a mobile app is not a simple thing. You need to be sure of a couple of things as the UI/UX, The User Journey, The Data Flow, and finally The Performance, and that's exactly what we made available for Quotmia.",
    "id": "cub-ma-0",
    "content": [
      {
        "cover": "6.png",
        "title": "Objective",
        "paragraph": "Quotmia was an application wanted to be created for Quotmia Inc. as it as an egyptian social media community for literarians people which was a party name for all the people who is interesred in Stories, Novels, and all the literature forms in the egyptian market."
      },
      {
        "cover": "7.png",
        "title": "Application",
        "paragraph": "You can see here three screens from the application which is his default theme is the Dark one. In these screens you can see the Home, Profile Create, Profile Display One."
      },
      {
        "cover": "8.png",
        "title": "Technologies",
        "paragraph": ""
      }
    ]
  },
  "cub-web-0": {
    "title": "Aotara Group",
    "type": "Website",
    "short_brief": "Having a website is a big issue. You've no website without a good SEO Optmization processes, UI/UX Researches and Designts, The Suitable User Journey, and finally The Performance.",
    "id": "cub-web-0",
    "content": [
      {
        "cover": "11.png",
        "title": "Objective",
        "paragraph": "Having a website is a big issue. You've no website without a good SEO Optmization processes, UI/UX Researches and Designts, The Suitable User Journey, and finally The Performance, and that's exactly what we made available for the best client from New Zelanda we ever have, Aotara Group."
      },
      {
        "cover": "12.png",
        "title": "Categorical Modeling",
        "paragraph": ""
      },
      {
        "cover": "8.png",
        "title": "Technologies",
        "paragraph": "As the founders of Aotara Group wanted we developed the website in Flutter Framework connected to Flask Rest API as they wanted the most up-to-date technology in labor market to make them a real compatitor from the first day and the SEO was optmized throught additional tags added and hidden, descriptions, and keywords"
      }
    ]
  },
  "cub-ide-1": {
    "title": "Aotara Group",
    "type": "Identity",
    "short_brief": "Without a strong Social Media Identity you've no chance in the market, So, we collaborate with StoriesClub in creating respectfull Identity for such a genius project.",
    "id": "cub-ide-1",
    "content": [
      {
        "cover": "9.png",
        "title": "Intenral Identity",
        "paragraph": "As of the neccessity of the virtual identity, you need a printed one so we provided it for Aotara Group, based in New Zeleand. This Identity includes Pocket Notebooks, Notebooks, Business Cards, Ids, Personal Cards, Customized Logs, Customized Costume, and finally Stickers."
      },
      {
        "cover": "10.png",
        "title": "Extenral Identity",
        "paragraph": "The same interest we give to the intenral side of the identity, We gave to the extenral one as we provided Letters, Envelops, Markdown Papers, Files, Folders, and finally boxes."
      }
    ]
  },
  "cub-cs-1": {
    "title": "Bra7tak",
    "type": "Case Study",
    "short_brief": "One of the key challenges for the market is the rising prices of print and e-book titles, So, StoriesClub is trying to solve this problem by display ads in the website and spetrate the profit between the users and the platfrom itself.",
    "id": "cub-cs-1",
    "content": [
      {
        "cover": null,
        "title": "Compatitors Notices",
        "paragraph": "1- Most of established affiliating businesses not using an automated eco-system (includes: Website, Application, Marketer's Dashboard, ERP, CRM and POS) which may sometime increases the mistakes range and not provide detailed statically charts.\n\n2- Most of established affiliating business not depending on Facebook Pages and the main profit and process stream is the groups.\n\n3- Having a username available increases the percent of people that may find you.\n\n4- Not sorted groups means that the members is fake as the group have a massive number but the extremely low reach kills the group and make it unsorted from the algorithm of Facebook.5- No will-known affiliating system is running on another social media platform.\n\n6- No will-know affiliating system is providing marketing courses/tutorials to marketer's audience.\n\n7- Businesses depending on automated system is more-profitable than others who are depending on self recording."
      },
      {
        "cover": "13.png",
        "title": "Full Detailed Charts",
        "paragraph": "As the owners of Bra7tak demanded a charts we truned every information based on the study we created to a charts to make it visually detailed and eye-recognizability friendly."
      },
      {
        "cover": null,
        "title": "Bussiness Model Discussion",
        "paragraph": "Converting the main business model of the company from selling and affiliating stocked products to provide affiliating service to other companies will make the company provides 2 different services (B2C/B2B) which will make the business model is stronger"
      }
    ]
  },
  "cub-smm-1": {
    "title": "Bra7tak",
    "type": "S.M.M.",
    "short_brief": "Without a strong Social Media Identity you've no chance in the market, So, we collaborate with Bra7tak in creating respectfull Identity for such a genius project.",
    "id": "cub-smm-1",
    "content": [
      {
        "cover": "14.png",
        "title": "Objective",
        "paragraph": "We collaborated with Bra7tak to create 5000x5000 social media designs and share it on Facebook, and Instagram. As of that, we also managed all the accounts of the platform, and we created Ads-Studies to create a planned Sponsorships to distribute the platform in the initilization steps."
      }
    ]
  },
  "cub-ide-2": {
    "title": "M.A. Productions",
    "type": "Identity",
    "short_brief": "Without a strong Social Media Identity you've no chance in the market, So, we collaborate with StoriesClub in creating respectfull Identity for such a genius project.",
    "id": "cub-ide-2",
    "content": [
      {
        "cover": "15.png",
        "title": "Logo",
        "paragraph": "The logo is a compination between the first letter from the first 2 words of the agency. As its name is Mohamed Ashraf Productions we imported the 'M', and the 'A' and compined them into the symbol of the logo."
      },
      {
        "cover": "16.png",
        "title": "Business Cards",
        "paragraph": "As there is no space for stopping each person and give him your contact information, The most important thing in each business is the Business Card of agents, and we know that. This Business Card have to overlayes: One of them is a media-discriping icons such as microphones, and cameras, and the other overlay is a part of the logo. We gave the texts the color of the 'A' from the logo and gave the icons the color of the 'M' from the logo."
      }
    ]
  },
  "cub-ide-3": {
    "title": "StoriesClub V2.0",
    "type": "Identity",
    "short_brief": "As the relevancy is the important thing in business, We collaberated with StoriesClub to return with a new identity, new colors, and a new design patterns",
    "id": "cub-ide-3",
    "content": [
      {
        "cover": "17.png",
        "title": "Logo",
        "paragraph": "The best color to express wealth to viewers is PURPLE so we created the logo a radiused square all in purple to deliever a message that is: “All we provide is wealth”. Making the square radiused to express the feeling of ease as we starting a business on our platform is ease: You read, Watch, Listen, or create we make you rich”"
      },
      {
        "cover": "18.png",
        "title": "Color Theory",
        "paragraph": "\nPrimary: Using the purple primary Color gives the viewer the feeling of wealth which serves our business model to offer people a direct profit stream.\n\nPrimary Variant: The variant color is inspired from the primary color to give make the feeling behind the primary color stronger.\n\nBackground: Using the Ivory color give people the feeling of simplicity, ease, and rest which serves the passive of our bussiness model: “You need no effort to start a bussiness”.\n\nAccent: Using the Gray color gives people the feeling of serving moody people as we in StroriesClub serve all the modes of our audience: All the content categories, forms os avaolable in "
      }
    ]
  }
}
